{
    "Port Code": "",
    "BE No": "",
    "BE Date": "",
    "BE Type": "INBOM4 3433168 11/05/2024 H स्वच्छ भारत IEC/Br 0388084383/10 FIRST COPY एक कदम स्वच्छता की ओर GSTIN/TYPE 27AAACG1994N1Z4/G INDIAN CUSTOMS CB CODE AAMFP7906QCH001 TYPE INV ITEM CONT PORT: AIR CARGO COMPLEX, SAHAR, ANDHERI(E) MUMBAI 400099 Nos 1 1 0 BILL OF ENTRY FOR HOME CONSUMPTION PKG 3 G.WT (KGS) 376.8 BE0110520241209 PART - VI - DECLARATION Declaration for 0/0: I/We declare that the contents of the above mentioned invoice(s) and documents are true and correct in every respect.I/We have not received and do not know of any other documents or information showing a different description, quantity, price, value, of the said goods and that if at any time hereafter I/We discover any document / information showing different facts, I/We will immediately make the same known to the Commissioner of Customs. Declaration for 0/0: I/We declare that the contents of this Bill of Entry for goods imported against above mentioned Bill of Lading/ Airway Bill /Lorry Receipt/Railway Receipt numbers are in accordance with the above mentioned invoice(s) No(s)and other documents presented herewith. Declaration for 1/0: I/We declare that the price paid or payable by the importer is as per the details provided above, and any price paid or payable in addition to the above will be settled with the seller at the end of a defined period by means of debit note / credit note (post ¿ import price adjustment), which are as per the contract attached as a supporting document. Declaration for 1/0: I/We declare that there are no payments actually paid or payable for the imported goods by way of cost and services [in terms of Rules 10(1)(a)(i), Rule 10(1)(a)(ii), Rule 10 (1) (a) (iii) and Rule 10 (1) (b) of Customs Valuation Rules, 2007], Royalty / Licence Fee / subsequent resale or use of goods /other payment as a condition of sale [(Please see Rule 10 (1) (c), (d) & (e) of Customs Valuation Rules, 2007] other than those declared in the invoice which are mentioned as miscellaneous charges in this Bill of Entry. Declaration for 1/0: I/We declare that all conditions or restrictions, if any, imposed by the seller of any third party on the disposition or use of the imported goods [as per proviso to Rule 3(2)) of the Customs Valuation Rules, 2007] are specified above. A.DECLARATION STATEMENT ASSESSED DATE PLACE AUTHORISED SIGNATORY CHA NAME: PROFICIENT CARGO SERVICES INDIA LLP SIGNATORY B. AUTHORIZED Page 6 Of 6 Verify using ICETRAK Mobile App (Google Play Store) for authentication & latest version details from ICEGATE Enquiry"
}